INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Сложность лечения пациента, связанная с возрастом (лица старше 75 лет) (в том числе, включая консультацию врача-гериатра) (Кроме случаев госпитализации на геронтологические профильные койки)');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Предоставление спального места и питания законному представителю (дети до 4 лет, дети старше 4 лет при наличии медицинских показаний)');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Проведение первой иммунизации против респираторно-синцитиальной вирусной инфекции в период госпитализации по поводу лечения нарушений, возникающих в перинатальном периоде, являющихся показанием к иммунизации');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Развертывание индивидуального поста');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Проведение сочетанных хирургических вмешательств');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Проведение однотипных операций на парных органах');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Проведение антимикробной терапии инфекций, вызванных полирезистентными микроорганизмами');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Наличие у пациента тяжелой сопутствующей патологии, осложнений заболеваний, сопутствующих заболеваний, влияющих на сложность лечения пациента');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Сверхдлительные сроки госпитализации, обусловленные медицинскими показаниями');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Сложность лечения пациента, связанная с возрастом
(госпитализация детей до 1 года)');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Сложность лечения пациента, связанная с возрастом
(госпитализация детей от 1 года до 4 лет)');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Сложность лечения пациента при наличии у него старческой астении');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Проведение в рамках одной госпитализации в полном объеме нескольких видов
противоопухолевого лечения');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Проведение молекулярно- биологического и/или иммуногистохимического
исследования в целях диагностики злокачественных новообразований');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('При оказании медицинской помощи детям, в целях создания условий пребывания, включая предоставление спального места и питания одному из родителей, иному члену семьи или иному законному представителю права на бесплатное совместное нахождение с ребенком до достижения им возраста 4 лет');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('При оказании медицинской помощи детям, в целях создания условий пребывания, включая предоставление спального места и питания одному из родителей, иному члену семьи или иному законному представителю права на бесплатное совместное нахождение с ребенком после достижения им возраста 4 лет при наличии медицинских показаний ');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('При оказании помощи в экстренной форме и/или родоразрешении при наличии у пациента подтвержденного в установленном порядке COVID-19  к тарифу КСГ основного заболевания');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('При крайне тяжелом течении заболевания COVID-19  (уровень IV)');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Сложность лечения пациента, связанная с возрастом (лица 0-4 года)');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Наличие у пациента заболевания "Сахарный диабет типа 1 и 2", влияющего на сложность лечения пациента');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Сложность лечения пациента, связанная с оказанием медицинской помощи недоношенным и маловесным детям с учетом сверхдлительной госпитализации свыше 70 дней');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Применение искусственной вентиляции легких в течение не менее 3-х суток в период лечения');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Оказание медицинской помощи в отделении (палате) анестезиологии и реанимации новорожденному с патологией в родильных (акушерских) отделениях после родоразрешения/кесарева сечения по перечню диагнозов основного заболевания по МКБ-10  (приложение 22)');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Оказание медицинской помощи новорожденному с патологией в родильных (акушерских) отделениях после родоразрешения/ кесарева сечения по перечню диагнозов основного заболевания по МКБ-10 (приложение 22)');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Применение непрерывной искусственной вентиляции легких в течение не менее 10 суток в период лечения пациента в отделении (палате) анестезиологии и реанимации');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Применение мультидисциплинарных программ, направленных на профилактику последствий интенсивной терапии при оказании медицинской помощи взрослым пациентам, в условиях отделений реанимации и интенсивной терапии');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Проведение первого этапа медицинской реабилитации силами мультидисциплинарной реабилитационной команды в условиях отделений реанимации и интенсивной терапии');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Пребывание пациента в отделении (палате) анестезиологии и реанимации более 20 суток при лечении крайне тяжелой формы новой коронавирусной инфекции');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Необходимость предоставления спального места и питания законному представителю (дети старше 4 лет при наличии медицинских показаний)');
INSERT INTO public.case_cdt (nomination_case_cdt) VALUES ('Необходимость предоставления спального места и питания законному представителю (дети до 4 лет,  возраст определяется на дату поступления в стационар)');
